//Strings for delete confirmation dialog

//Title
"Are you sure you want to delete the selected recipient(s)?" = "Ausgewählte(n) Empfänger wirklich löschen?";

//Buttons
"Delete" = "Löschen";
"Cancel" = "Abbrechen";